Repository: nikotren/documenso
Catalog: packages/lib/translations/*/common.po
Languages: cs

source: {0} of {1} row(s) selected.
cs: {0} z {1} vybraných řádků.

source: {visibleRows, plural, one {Showing # result.} other {Showing # results.}}
cs: {visibleRows, plural, one {Zobrazuji # výsledek.} other {Zobrazuji # výsledky.}}

source: <0>Inherit authentication method</0> - Use the global action signing authentication method configured in the "General Settings" step
cs: <0>Zdědit metodu ověřování</0> - Použít globální metodu ověřování podepisování akcí nakonfigurovanou v kroku "Obecná nastavení".

source: <0>No restrictions</0> - No authentication required
cs: <0>Žádná omezení</0> - Ověřování není vyžadováno.

source: <0>No restrictions</0> - The document can be accessed directly by the URL sent to the recipient
cs: <0>Žádná omezení</0> - Dokument je přístupný přímo pomocí adresy URL zaslané příjemci.

source: <0>None</0> - No authentication required
cs: <0>None</0> - Ověření není vyžadováno.

source: <0>Require 2FA</0> - The recipient must have an account and 2FA enabled via their settings
cs: <0>Vyžadovat 2FA</0> - Příjemce musí mít účet a povolenou 2FA ve svém nastavení.

source: <0>Require account</0> - The recipient must be signed in to view the document
cs: <0>Vyžadovat účet</0> - Příjemce musí být přihlášen, aby mohl dokument zobrazit.

source: <0>Require passkey</0> - The recipient must have an account and passkey configured via their settings
cs: <0>Vyžadovat přístupový klíč</0> - Příjemce musí mít účet a přístupový klíč nakonfigurovaný v nastavení.

source: Add a document
cs: Přidání dokumentu

source: Add a URL to redirect the user to once the document is signed
cs: Přidání adresy URL, na kterou bude uživatel přesměrován po podepsání dokumentu.

source: Add an external ID to the document. This can be used to identify the document in external systems.
cs: Přidání externího ID do dokumentu. To lze použít k identifikaci dokumentu v externích systémech.

source: Add an external ID to the template. This can be used to identify in external systems.
cs: Přidání externího ID do šablony. To lze použít k identifikaci v externích systémech.

source: Add another option
cs: Přidání další možnosti

source: Add another value
cs: Přidání další hodnoty

source: Add myself
cs: Přidat se

source: Add Myself
cs: Přidat sebe

source: Add Placeholder Recipient
cs: Přidat zástupného příjemce

source: Add Signer
cs: Přidat podepisující osobu

source: Add text
cs: Přidat text

source: Add text to the field
cs: Přidání textu do pole

source: Advanced Options
cs: Rozšířené možnosti

source: Advanced settings
cs: Rozšířená nastavení

source: After submission, a document will be automatically generated and added to your documents page. You will also receive a notification via email.
cs: Po odeslání bude dokument automaticky vygenerován a přidán na stránku dokumentů. Oznámení obdržíte také e-mailem.

source: Approve
cs: Schválit

source: Approved
cs: Schváleno

source: Approver
cs: Schvalovatel

source: Approving
cs: Schvalování

source: Black
cs: Černá

source: Blue
cs: Modrá

source: Cancel
cs: Zrušit

source: Cannot remove signer
cs: Nelze odebrat podepisující osobu

source: Character Limit
cs: Limit znaků

source: Checkbox
cs: Zaškrtávací políčko

source: Checkbox values
cs: Hodnoty zaškrtávacích políček

source: Clear filters
cs: Vymazat filtry

source: Clear Signature
cs: Vymazat podpis

source: Click to insert field
cs: Kliknutím vložíte pole

source: Close
cs: Zavřít

source: Configure Direct Recipient
cs: Konfigurace přímého příjemce

source: Configure the {0} field
cs: Konfigurace pole {0}

source: Continue
cs: Pokračovat

source: Copied to clipboard
cs: Zkopírováno do schránky

source: Custom Text
cs: Vlastní text

source: Date
cs: Datum

source: Date Format
cs: Formát data

source: Direct link receiver
cs: Přijímač přímého propojení

source: Document access
cs: Přístup k dokumentům

source: Document Creation
cs: Vytváření dokumentů

source: Download
cs: Stáhnout

source: Drag & drop your PDF here.
cs: Přetáhněte sem soubor PDF.

source: Dropdown
cs: Rozbalovací nabídka

source: Dropdown options
cs: Možnosti rozbalování

source: Email Options
cs: Možnosti e-mailu

source: Enable Direct Link Signing
cs: Povolení přímého podepisování odkazů

source: Enter password
cs: Zadejte heslo

source: Error
cs: Chyba

source: External ID
cs: Externí ID

source: Failed to save settings.
cs: Nepodařilo se uložit nastavení.

source: Field character limit
cs: Omezení počtu znaků v poli

source: Field format
cs: Formát pole

source: Field label
cs: Štítek pole

source: Field placeholder
cs: Zástupce pole

source: Global recipient action authentication
cs: Globální ověřování akce příjemce

source: Go Back
cs: Vrátit se zpět

source: Green
cs: Zelená

source: I am a signer of this document
cs: Jsem signatářem tohoto dokumentu

source: I am a viewer of this document
cs: Jsem divák tohoto dokumentu

source: I am an approver of this document
cs: Jsem schvalovatelem tohoto dokumentu

source: I am required to receive a copy of this document
cs: Jsem povinen obdržet kopii tohoto dokumentu.

source: Inherit authentication method
cs: Zdědění metody ověřování

source: Label
cs: Štítek

source: Manager
cs: Manažer

source: Member
cs: Člen

source: Message <0>(Optional)</0>
cs: Zpráva <0>(nepovinné)</0>

source: Name
cs: Název

source: Needs to approve
cs: Potřebuje schválit

source: Needs to sign
cs: Potřebuje podepsat

source: Needs to view
cs: Potřebuje zobrazit

source: No recipient matching this description was found.
cs: Nebyl nalezen žádný příjemce odpovídající tomuto popisu.

source: No recipients with this role
cs: Žádní příjemci s touto úlohou

source: No restrictions
cs: Žádná omezení

source: No results found
cs: Nebyly nalezeny žádné výsledky

source: No signature field found
cs: Nebylo nalezeno žádné podpisové pole

source: No value found.
cs: Nebyla nalezena žádná hodnota.

source: Number
cs: Číslo

source: Number format
cs: Formát čísla

source: Once enabled, you can select any active recipient to be a direct link signing recipient, or create a new one. This recipient type cannot be edited or deleted.
cs: Po aktivaci můžete vybrat libovolného aktivního příjemce, který se stane příjemcem podepisujícím přímý odkaz, nebo vytvořit nového příjemce. Tento typ příjemce nelze upravovat ani odstraňovat.

source: Once your template is set up, share the link anywhere you want. The person who opens the link will be able to enter their information in the direct link recipient field and complete any other fields assigned to them.
cs: Po nastavení šablony můžete odkaz sdílet kdekoli chcete. Osoba, která odkaz otevře, bude moci zadat své údaje do pole pro přímého příjemce odkazu a vyplnit všechna další pole, která jí byla přidělena.

source: Page {0} of {1}
cs: Strana {0} z {1}

source: Password Required
cs: Vyžadováno heslo

source: Pick a number
cs: Vyberte si číslo

source: Placeholder
cs: Zástupné údaje

source: Radio
cs: Rádio

source: Radio values
cs: Hodnoty rádia

source: Read only
cs: Pouze pro čtení

source: Receives copy
cs: Obdrží kopii

source: Recipient action authentication
cs: Ověřování akce příjemce

source: Red
cs: Červená

source: Redirect URL
cs: Adresa URL přesměrování

source: Remove
cs: Odstranit

source: Required field
cs: Povinné pole

source: Rows per page
cs: Řádky na stránku

source: Save
cs: Uložit

source: Save Template
cs: Uložit šablonu

source: Search languages...
cs: Vyhledávání jazyků...

source: Select
cs: Vyberte

source: Select an option
cs: Vyberte možnost

source: Select at least
cs: Vyberte alespoň

source: Select default option
cs: Vyberte výchozí možnost

source: Send
cs: Odeslat

source: Send Document
cs: Odeslat dokument

source: Share Signature Card
cs: Sdílet podpisovou kartu

source: Share the Link
cs: Sdílení odkazu

source: Show advanced settings
cs: Zobrazit pokročilá nastavení

source: Sign
cs: Podepsat

source: Signature
cs: Podpis

source: Signed
cs: Podepsáno

source: Signer
cs: Podepsat

source: Signing
cs: Podepisování

source: Some signers have not been assigned a signature field. Please assign at least 1 signature field to each signer before proceeding.
cs: Některým podepisujícím osobám nebylo přiřazeno podpisové pole. Než budete pokračovat, přiřaďte každému podepisujícímu alespoň 1 podpisové pole.

source: Something went wrong
cs: Něco se pokazilo

source: Something went wrong.
cs: Něco se pokazilo.

source: Step <0>{step} of {maxStep}</0>
cs: Krok <0>{step} z {maxStep}</0>

source: Subject <0>(Optional)</0>
cs: Předmět <0>(nepovinné)</0>

source: Submit
cs: Odeslat

source: Template title
cs: Název šablony

source: The authentication required for recipients to sign fields
cs: Ověření, které je vyžadováno od příjemců pro podepisování polí.

source: The authentication required for recipients to sign the signature field.
cs: Ověření vyžadované pro příjemce k podpisu podpisového pole.

source: The authentication required for recipients to view the document.
cs: Ověření, které je nutné pro zobrazení dokumentu příjemci.

source: The document's name
cs: Název dokumentu

source: The password you have entered is incorrect. Please try again.
cs: Zadané heslo je nesprávné. Zkuste to prosím znovu.

source: The recipient is not required to take any action and receives a copy of the document after it is completed.
cs: Příjemce nemusí podniknout žádné kroky a po dokončení obdrží kopii dokumentu.

source: The recipient is required to approve the document for it to be completed.
cs: Aby byl dokument dokončen, musí jej příjemce schválit.

source: The recipient is required to sign the document for it to be completed.
cs: Příjemce musí dokument podepsat, aby mohl být dokončen.

source: The recipient is required to view the document for it to be completed.
cs: Aby mohl být dokument vyplněn, je nutné, aby si jej příjemce prohlédl.

source: The sharing link could not be created at this time. Please try again.
cs: Odkaz na sdílení se v tuto chvíli nepodařilo vytvořit. Zkuste to prosím znovu.

source: The sharing link has been copied to your clipboard.
cs: Odkaz na sdílení byl zkopírován do schránky.

source: The signer's email
cs: E-mail podepisující osoby

source: The signer's name
cs: Jméno podepisující osoby

source: This can be overriden by setting the authentication requirements directly on each recipient in the next step.
cs: To lze obejít nastavením požadavků na ověřování přímo u každého příjemce v dalším kroku.

source: This document has already been sent to this recipient. You can no longer edit this recipient.
cs: Tento dokument již byl tomuto příjemci odeslán. Tohoto příjemce již nelze upravovat.

source: This document is password protected. Please enter the password to view the document.
cs: Tento dokument je chráněn heslem. Pro zobrazení dokumentu zadejte heslo.

source: This field cannot be modified or deleted. When you share this template's direct link or add it to your public profile, anyone who accesses it can input their name and email, and fill in the fields assigned to them.
cs: Toto pole nelze upravit ani odstranit. Když sdílíte přímý odkaz na tuto šablonu nebo ji přidáte do svého veřejného profilu, každý, kdo k ní přistupuje, může zadat své jméno a e-mail a vyplnit pole, která jsou mu přiřazena.

source: This signer has already received the document.
cs: Tento podepisující již dokument obdržel.

source: This will override any global settings.
cs: Tím se přepíší všechna globální nastavení.

source: Time Zone
cs: Časové pásmo

source: Title
cs: Název

source: To proceed further, please set at least one value for the {0} field.
cs: Chcete-li pokračovat, nastavte alespoň jednu hodnotu pro pole {0}.

source: Update
cs: Aktualizace

source: Update the role and add fields as required for the direct recipient. The individual who uses the direct link will sign the document as the direct recipient.
cs: Aktualizujte roli a přidejte pole podle požadavků přímého příjemce. Osoba, která použije přímý odkaz, podepíše dokument jako přímý příjemce.

source: Upload Template Document
cs: Nahrát šablonu dokumentu

source: Validation
cs: Ověřování

source: Value
cs: Hodnota

source: View
cs: Zobrazit

source: Viewed
cs: Zobrazeno na

source: Viewer
cs: Prohlížeč

source: Viewing
cs: Prohlížení

source: You are about to send this document to the recipients. Are you sure you want to continue?
cs: Tento dokument se chystáte odeslat příjemcům. Jste si jisti, že chcete pokračovat?

source: You can use the following variables in your message:
cs: Ve zprávě můžete použít následující proměnné:

source: You cannot upload documents at this time.
cs: V tuto chvíli nelze nahrávat dokumenty.

source: You have reached your document limit.
cs: Dosáhli jste limitu dokumentů.
