Repository: nikotren/documenso
Catalog: packages/lib/translations/*/web.po
Languages: cs

source: We were unable to disable two-factor authentication for your account. Please ensure that you have entered your password and backup code correctly and try again.
cs: Dvoufaktorové ověřování vašeho účtu se nám nepodařilo vypnout. Ujistěte se, že jste heslo a záložní kód zadali správně, a zkuste to znovu.

source: We were unable to log you out at this time.
cs: V tuto chvíli se nám nepodařilo vás odhlásit.

source: We were unable to set your public profile to public. Please try again.
cs: Váš veřejný profil se nám nepodařilo nastavit jako veřejný. Zkuste to prosím znovu.

source: We were unable to setup two-factor authentication for your account. Please ensure that you have entered your code correctly and try again.
cs: Pro váš účet se nám nepodařilo nastavit dvoufaktorové ověřování. Ujistěte se prosím, že jste kód zadali správně, a zkuste to znovu.

source: We were unable to submit this document at this time. Please try again later.
cs: Tento dokument se nám v tuto chvíli nepodařilo předložit. Zkuste to prosím později.

source: We were unable to verify your details. Please try again or contact support
cs: Vaše údaje se nám nepodařilo ověřit. Zkuste to prosím znovu nebo kontaktujte podporu

source: We were unable to verify your email. If your email is not verified already, please try again.
cs: Váš e-mail se nám nepodařilo ověřit. Pokud váš e-mail ještě není ověřen, zkuste to prosím znovu.

source: We're all empty
cs: Nic tady není..

source: We've sent a confirmation email to <0>{email}</0>. Please check your inbox and click the link in the email to verify your account.
cs: Odeslali jsme potvrzovací e-mail na adresu <0>{email}</0>. Zkontrolujte prosím svou doručenou poštu a kliknutím na odkaz v e-mailu ověřte svůj účet.

source: Webhook created
cs: Vytvoření webhooku

source: Webhook deleted
cs: Webový háček odstraněn

source: Webhook updated
cs: Webový háček aktualizován

source: Webhook URL
cs: Adresa URL webhooku

source: Webhooks
cs: Webhooky

source: Weekly
cs: Týdenní

source: Welcome back, we are lucky to have you.
cs: Vítejte zpět, máme štěstí, že vás máme.

source: When you click continue, you will be prompted to add the first available authenticator on your system.
cs: Po kliknutí na tlačítko pokračovat budete vyzváni k přidání prvního dostupného ověřovacího zařízení v systému.

source: While waiting for them to do so you can create your own Documenso account and get started with document signing right away.
cs: Zatímco čekáte, až tak učiní, můžete si vytvořit vlastní účet Documenso a hned začít s podepisováním dokumentů.

source: Who do you want to remind?
cs: Komu to chcete připomenout?

source: Write about the team
cs: Napište o týmu

source: Write about yourself
cs: Napište o sobě

source: Yearly
cs: Roční

source: You
cs: Vy

source: You are about to complete approving "{truncatedTitle}".<0/> Are you sure?
cs: Chystáte se dokončit schvalování "{truncatedTitle}".<0/> Jste si jisti?

source: You are about to complete signing "{truncatedTitle}".<0/> Are you sure?
cs: Chystáte se dokončit podpis "{truncatedTitle}".<0/> Jste si jisti?

source: You are about to complete viewing "{truncatedTitle}".<0/> Are you sure?
cs: Chystáte se dokončit prohlížení "{truncatedTitle}".<0/> Jste si jisti?

source: You are about to delete <0>"{documentTitle}"</0>
cs: Chystáte se odstranit <0>"{documentTitle}"</0>

source: You are about to delete the following team email from <0>{teamName}</0>.
cs: Chystáte se odstranit následující týmový e-mail z <0>{teamName}</0>.

source: You are about to hide <0>"{documentTitle}"</0>
cs: Chystáte se skrýt <0>"{documentTitle}"</0>

source: You are about to leave the following team.
cs: Chystáte se opustit následující tým.

source: You are about to remove the following user from <0>{teamName}</0>.
cs: Chystáte se odebrat následujícího uživatele z <0>{teamName}</0>.

source: You are about to revoke access for team <0>{0}</0> ({1}) to use your email.
cs: Chystáte se zrušit přístup týmu <0>{0}</0> ({1}) k používání vašeho e-mailu.

source: You are currently on the <0>Free Plan</0>.
cs: V současné době využíváte tarif <0>Free Plan</0>.

source: You are currently updating <0>{teamMemberName}.</0>
cs: Právě aktualizujete <0>{teamMemberName}.</0>

source: You are currently updating the <0>{passkeyName}</0> passkey.
cs: Právě aktualizujete přístupový klíč <0>{passkeyName}</0>.

source: You are not authorized to view this page.
cs: Nejste oprávněni zobrazit tuto stránku.

source: You can choose to enable or disable your profile for public view.
cs: Svůj profil můžete povolit nebo zakázat pro veřejné zobrazení.

source: You can choose to enable or disable your team profile for public view.
cs: Svůj týmový profil můžete povolit nebo zakázat pro veřejné zobrazení.

source: You can claim your profile later on by going to your profile settings!
cs: Svůj profil můžete později reklamovat v nastavení profilu!

source: You can update the profile URL by updating the team URL in the general settings page.
cs: Adresu URL profilu můžete aktualizovat aktualizací adresy URL týmu na stránce obecných nastavení.

source: You can view documents associated with this email and use this identity when sending documents.
cs: Můžete zobrazit dokumenty spojené s tímto e-mailem a použít tuto identitu při odesílání dokumentů.

source: You cannot have more than {MAXIMUM_PASSKEYS} passkeys.
cs: Nelze mít více než {MAXIMUM_PASSKEYS} přístupových klíčů.

source: You cannot modify a team member who has a higher role than you.
cs: Nemůžete měnit člena týmu, který má vyšší roli než vy.

source: You cannot upload encrypted PDFs
cs: Nelze nahrávat zašifrované soubory PDF

source: You do not currently have a customer record, this should not happen. Please contact support for assistance.
cs: V současné době nemáte záznam o zákazníkovi, nemělo by k tomu dojít. Obraťte se prosím na podporu a požádejte o pomoc.

source: You have accepted an invitation from <0>{0}</0> to join their team.
cs: Přijali jste pozvání od <0>{0}</0> do jejich týmu.

source: You have already completed the ownership transfer for <0>{0}</0>.
cs: Převod vlastnictví <0>{0}</0> jste již dokončili.

source: You have already verified your email address for <0>{0}</0>.
cs: Svou e-mailovou adresu jste již ověřili pro <0>{0}</0>.

source: You have been invited by <0>{0}</0> to join their team.
cs: Společnost <0>{0}</0> vás pozvala do svého týmu.

source: You have declined the invitation from <0>{0}</0> to join their team.
cs: Odmítli jste pozvání od <0>{0}</0> do jejich týmu.

source: You have no webhooks yet. Your webhooks will be shown here once you create them.
cs: Zatím nemáte žádné webhooky. Vaše webhooky se zde zobrazí, jakmile je vytvoříte.

source: You have not yet created any templates. To create a template please upload one.
cs: Zatím jste nevytvořili žádné šablony. Chcete-li vytvořit šablonu, nahrajte ji.

source: You have not yet created or received any documents. To create a document please upload one.
cs: Zatím jste nevytvořili ani nepřijali žádné dokumenty. Chcete-li vytvořit dokument, nahrajte jej.

source: You have reached the maximum limit of {0} direct templates. <0>Upgrade your account to continue!</0>
cs: Dosáhli jste maximálního limitu {0} přímých šablon. <0>Pokračujte v aktualizaci svého účtu!</0>

source: You have reached your document limit.
cs: Dosáhli jste limitu dokumentů.

source: You have reached your document limit. <0>Upgrade your account to continue!</0>
cs: Dosáhli jste limitu dokumentů. <0>Pokračujte ve vylepšování svého účtu!</0>

source: You have successfully left this team.
cs: Úspěšně jste opustili tento tým.

source: You have successfully registered. Please verify your account by clicking on the link you received in the email.
cs: Úspěšně jste se zaregistrovali. Ověřte prosím svůj účet kliknutím na odkaz, který jste obdrželi v e-mailu.

source: You have successfully removed this user from the team.
cs: Úspěšně jste odebrali tohoto uživatele z týmu.

source: You have successfully revoked access.
cs: Úspěšně jste zrušili přístup.

source: You have updated {teamMemberName}.
cs: Aktualizovali jste {teamMemberName}.

source: You have verified your email address for <0>{0}</0>.
cs: Ověřili jste svou e-mailovou adresu pro <0>{0}</0>.

source: You must be an admin of this team to manage billing.
cs: Abyste mohli spravovat fakturaci, musíte být správcem tohoto týmu.

source: You must enter '{deleteMessage}' to proceed
cs: Chcete-li pokračovat, musíte zadat '{deleteMessage}'.

source: You must have at least one other team member to transfer ownership.
cs: K převodu vlastnictví musíte mít alespoň jednoho dalšího člena týmu.

source: You must set a profile URL before enabling your public profile.
cs: Před povolením veřejného profilu je nutné nastavit adresu URL profilu.

source: You need to be logged in as <0>{email}</0> to view this page.
cs: Pro zobrazení této stránky musíte být přihlášeni jako <0>{email}</0>.

source: You need to be logged in to view this page.
cs: Pro zobrazení této stránky musíte být přihlášeni.

source: You need to setup 2FA to mark this document as viewed.
cs: Chcete-li tento dokument označit jako zobrazený, musíte nastavit 2FA.

source: You will get notified & be able to set up your documenso public profile when we launch the feature.
cs: Po spuštění této funkce budete upozorněni a budete si moci nastavit veřejný profil documenso.

source: You will now be required to enter a code from your authenticator app when signing in.
cs: Při přihlašování bude nyní nutné zadat kód z aplikace autentizátoru.

source: You will receive an Email copy of the signed document once everyone has signed.
cs: Jakmile všichni podepíší dokument, obdržíte jeho kopii e-mailem.

source: Your account has been deleted successfully.
cs: Váš účet byl úspěšně odstraněn.

source: Your avatar has been updated successfully.
cs: Váš avatar byl úspěšně aktualizován.

source: Your banner has been updated successfully.
cs: Váš banner byl úspěšně aktualizován.

source: Your current plan is past due. Please update your payment information.
cs: Váš současný plán je po splatnosti. Aktualizujte prosím své platební údaje.

source: Your direct signing templates
cs: Vaše šablony pro přímé podepisování

source: Your document failed to upload.
cs: Váš dokument se nepodařilo nahrát.

source: Your document has been created from the template successfully.
cs: Váš dokument byl úspěšně vytvořen ze šablony.

source: Your document has been re-sent successfully.
cs: Váš dokument byl úspěšně odeslán.

source: Your document has been sent successfully.
cs: Váš dokument byl úspěšně odeslán.

source: Your document has been successfully duplicated.
cs: Váš dokument byl úspěšně duplikován.

source: Your document has been uploaded successfully.
cs: Váš dokument byl úspěšně nahrán.

source: Your document has been uploaded successfully. You will be redirected to the template page.
cs: Váš dokument byl úspěšně nahrán. Budete přesměrováni na stránku šablony.

source: Your documents
cs: Vaše dokumenty

source: Your email has been successfully confirmed! You can now use all features of Documenso.
cs: Váš e-mail byl úspěšně potvrzen! Nyní můžete používat všechny funkce Documenso.

source: Your email is currently being used by team <0>{0}</0> ({1}).
cs: Váš e-mail je v současné době používán týmem <0>{0}</0> ({1}).

source: Your existing tokens
cs: Vaše stávající tokeny

source: Your password has been updated successfully.
cs: Vaše heslo bylo úspěšně aktualizováno.

source: Your payment for teams is overdue. Please settle the payment to avoid any service disruptions.
cs: Vaše platba za týmy je po splatnosti. Prosíme, uhraďte platbu, abyste se vyhnuli přerušení poskytování služeb.

source: Your profile has been updated successfully.
cs: Váš profil byl úspěšně aktualizován.

source: Your profile has been updated.
cs: Váš profil byl aktualizován.

source: Your public profile has been updated.
cs: Váš veřejný profil byl aktualizován.

source: Your recovery code has been copied to your clipboard.
cs: Váš kód pro obnovení byl zkopírován do schránky.

source: Your recovery codes are listed below. Please store them in a safe place.
cs: Vaše kódy pro obnovení jsou uvedeny níže. Uložte je na bezpečné místo.

source: Your subscription is currently active.
cs: Vaše předplatné je v současné době aktivní.

source: Your team has been created.
cs: Váš tým byl vytvořen.

source: Your team has been successfully deleted.
cs: Váš tým byl úspěšně smazán.

source: Your team has been successfully updated.
cs: Váš tým byl úspěšně aktualizován.

source: Your template has been duplicated successfully.
cs: Vaše šablona byla úspěšně duplikována.

source: Your template has been successfully deleted.
cs: Vaše šablona byla úspěšně odstraněna.

source: Your template will be duplicated.
cs: Vaše šablona bude duplikována.

source: Your templates has been saved successfully.
cs: Vaše šablony byly úspěšně uloženy.

source: Your token has expired!
cs: Platnost vašeho tokenu vypršela!

source: Your token was created successfully! Make sure to copy it because you won't be able to see it again!
cs: Váš token byl úspěšně vytvořen! Nezapomeňte si ho zkopírovat, protože už ho neuvidíte!

source: Your tokens will be shown here once you create them.
cs: Jakmile vytvoříte žetony, zobrazí se zde.
