Repository: nikotren/documenso
Catalog: packages/lib/translations/*/web.po
Languages: cs

source: Go Back Home
cs: Vrátit se domů

source: Go to owner
cs: Přejít k majiteli

source: Go to your <0>public profile settings</0> to add documents.
cs: Přejděte do nastavení svého <0>veřejného profilu</0> a přidejte dokumenty.

source: Here you can edit your personal details.
cs: Zde můžete upravit své osobní údaje.

source: Here you can manage your password and security settings.
cs: Zde můžete spravovat své heslo a nastavení zabezpečení.

source: Here's how it works:
cs: Funguje to takto:

source: Hey I’m Timur
cs: Ahoj, já jsem Timur

source: Hide
cs: Skrýt

source: Hide additional information
cs: Skrýt další informace

source: I'm sure! Delete it
cs: Jsem si jistý! Smazat

source: If they accept this request, the team will be transferred to their account.
cs: Pokud tuto žádost přijmou, bude tým převeden na jejich účet.

source: If you do not want to use the authenticator prompted, you can close it, which will then display the next available authenticator.
cs: Pokud nechcete vyzvaný ověřovatel použít, můžete jej zavřít, čímž se zobrazí další dostupný ověřovatel.

source: If you don't find the confirmation link in your inbox, you can request a new one below.
cs: Pokud ve své e-mailové schránce nenajdete potvrzovací odkaz, můžete si níže vyžádat nový.

source: If your authenticator app does not support QR codes, you can use the following code instead:
cs: Pokud vaše aplikace autentizačního zařízení nepodporuje kódy QR, můžete místo nich použít následující kód:

source: Inbox
cs: Doručená pošta

source: Inbox documents
cs: Doručené dokumenty

source: Information
cs: Informace

source: Inserted
cs: Vložené

source: Instance Stats
cs: Statistiky instancí

source: Invalid code. Please try again.
cs: Neplatný kód. Zkuste to prosím znovu.

source: Invalid file
cs: Neplatný soubor

source: Invalid link
cs: Neplatný odkaz

source: Invalid token
cs: Neplatný token

source: Invitation accepted!
cs: Pozvání přijato!

source: Invitation declined
cs: Pozvání odmítnuto

source: Invitation has been deleted
cs: Pozvánka byla smazána

source: Invitation has been resent
cs: Pozvánka byla znovu zaslána

source: Invite
cs: Pozvánka

source: Invite member
cs: Pozvat člena

source: Invite Members
cs: Pozvat členy

source: Invite team members
cs: Pozvěte členy týmu

source: Invited At
cs: Pozváni na

source: Invoice
cs: Faktura

source: It looks like {0} hasn't added any documents to their profile yet.
cs: Vypadá to, že si {0} do svého profilu zatím nepřidal žádné dokumenty.

source: It seems that the provided token has expired. We've just sent you another token, please check your email and try again.
cs: Zdá se, že platnost poskytnutého tokenu vypršela. Právě jsme vám poslali jiný token, zkontrolujte prosím svůj e-mail a zkuste to znovu.

source: It seems that there is no token provided, if you are trying to verify your email please follow the link in your email.
cs: Zdá se, že není k dispozici žádný token, pokud se snažíte ověřit svůj e-mail, postupujte podle odkazu v e-mailu.

source: It seems that there is no token provided. Please check your email and try again.
cs: Zdá se, že není k dispozici žádný token. Zkontrolujte prosím svůj e-mail a zkuste to znovu.

source: Language
cs: Jazyk

source: Last 14 days
cs: Posledních 14 dní

source: Last 30 days
cs: Posledních 30 dní

source: Last 7 days
cs: Posledních 7 dní

source: Last modified
cs: Naposledy upraveno

source: Last updated
cs: Poslední aktualizace

source: Last updated at
cs: Poslední aktualizace v

source: Last used
cs: Naposledy použité

source: Leave
cs: Opusťte stránky

source: Leave team
cs: Opustit tým

source: Light Mode
cs: Světelný režim

source: Like to have your own public profile with agreements?
cs: Chcete mít vlastní veřejný profil s dohodami?

source: Link template
cs: Šablona odkazu

source: Listening to {0}
cs: Hlídá event {0}

source: Load older activity
cs: Načtení starší aktivity

source: Loading document...
cs: Načítání dokumentu...

source: Loading Document...
cs: Načítání dokumentu...

source: Loading teams...
cs: Načítání týmů...

source: Loading...
cs: Načítání...

source: Login
cs: Přihlášení

source: Manage
cs: Správa

source: Manage {0}'s profile
cs: Správa profilu {0}

source: Manage all teams you are currently associated with.
cs: Spravujte všechny týmy, se kterými jste aktuálně spojeni.

source: Manage details for this public template
cs: Správa podrobností této veřejné šablony

source: Manage Direct Link
cs: Správa přímého odkazu

source: Manage documents
cs: Správa dokumentů

source: Manage passkeys
cs: Správa přístupových klíčů

source: Manage subscription
cs: Správa předplatného

source: Manage Subscription
cs: Správa předplatného

source: Manage subscriptions
cs: Správa odběrů

source: Manage team subscription.
cs: Správa týmového předplatného.

source: Manage teams
cs: Řízení týmů

source: Manage the direct link signing for this template
cs: Správa přímého podepisování odkazů pro tuto šablonu

source: Manage the members or invite new members.
cs: Správa členů nebo pozvání nových členů.

source: Manage users
cs: Správa uživatelů

source: Manage your passkeys.
cs: Správa přístupových klíčů.

source: Manage your site settings here
cs: Zde můžete spravovat nastavení webu

source: Mark as Viewed
cs: Označit jako zobrazené

source: MAU (created document)
cs: MAU (vytvořený dokument)

source: MAU (had document completed)
cs: MAU (nechal si vyplnit dokument)

source: Member Since
cs: Členem od

source: Members
cs: Členové

source: Modify recipients
cs: Upravit příjemce

source: Monthly
cs: Měsíční

source: Monthly Active Users: Users that created at least one Document
cs: Měsíční počet aktivních uživatelů: Uživatelé, kteří vytvořili alespoň jeden dokument

source: Monthly Active Users: Users that had at least one of their documents completed
cs: Měsíční počet aktivních uživatelů: Uživatelé, kteří dokončili alespoň jeden ze svých dokumentů.

source: Move
cs: Přesun

source: Move Document to Team
cs: Přesunutí dokumentu do týmu

source: Move Template to Team
cs: Přesunutí šablony do týmu

source: Move to Team
cs: Přesun do týmu

source: Moving...
cs: Stěhování...

source: My templates
cs: Moje šablony

source: Name
cs: Název

source: Need to sign documents?
cs: Potřebujete podepsat dokumenty?

source: Never
cs: Nikdy

source: Never expire
cs: Nikdy nevyprší

source: New team owner
cs: Nový majitel týmu

source: New Template
cs: Nová šablona

source: Next
cs: Další

source: Next field
cs: Další pole

source: No active drafts
cs: Žádné aktivní návrhy

source: No payment required
cs: Nevyžaduje se žádná platba

source: No public profile templates found
cs: Nebyly nalezeny žádné veřejné šablony profilů

source: No recent activity
cs: Žádná nedávná aktivita

source: No recipients
cs: Žádní příjemci

source: No results found.
cs: Nebyly nalezeny žádné výsledky.

source: No token provided
cs: Nebyl poskytnut žádný token

source: No valid direct templates found
cs: Nebyly nalezeny žádné platné přímé šablony

source: No valid recipients found
cs: Nebyli nalezeni žádní platní příjemci

source: No value found.
cs: Nebyla nalezena žádná hodnota.

source: No worries, it happens! Enter your email and we'll email you a special link to reset your password.
cs: Žádné obavy, to se stává! Zadejte svůj e-mail a my vám zašleme speciální odkaz pro obnovení hesla.

source: Not supported
cs: Není podporováno

source: Nothing to do
cs: Není co řešit

source: On this page, you can create a new webhook.
cs: Na této stránce můžete vytvořit nový webhook.

source: On this page, you can create new API tokens and manage the existing ones. <0/>Also see our <1>Documentation</1>.
cs: Na této stránce můžete vytvářet nové tokeny API a spravovat stávající. <0/>Podívejte se také na naši <1>Dokumentaci</1>.

source: On this page, you can create new API tokens and manage the existing ones. <0/>You can view our swagger docs <1>here</1>
cs: Na této stránce můžete vytvářet nové tokeny API a spravovat stávající. <0/>Naši dokumentaci swagger si můžete prohlédnout <1>zde</1>.

source: On this page, you can create new Webhooks and manage the existing ones.
cs: Na této stránce můžete vytvářet nové webhooky a spravovat stávající.

source: On this page, you can edit the webhook and its settings.
cs: Na této stránce můžete upravit webový háček a jeho nastavení.

source: Once confirmed, the following will occur:
cs: Po potvrzení dojde k následujícím událostem:

source: Once you have scanned the QR code or entered the code manually, enter the code provided by your authenticator app below.
cs: Po naskenování kódu QR nebo po ručním zadání kódu zadejte níže kód poskytnutý aplikací autentizace.

source: Oops! Something went wrong.
cs: Ups! Něco se pokazilo.

source: Opened
cs: Otevřeno

source: Or
cs: Nebo

source: Or continue with
cs: Nebo pokračujte

source: Otherwise, the document will be created as a draft.
cs: V opačném případě bude dokument vytvořen jako návrh.

source: Owner
cs: Majitel

source: Paid
cs: Placené

source: Passkey already exists for the provided authenticator
cs: Pro zadaný autentizační kód již existuje přístupový klíč

source: Passkey creation cancelled due to one of the following reasons:
cs: Vytvoření klíče Passkey bylo zrušeno z jednoho z následujících důvodů:

source: Passkey has been removed
cs: Passkey byl odstraněn

source: Passkey has been updated
cs: Passkey byl aktualizován

source: Passkey name
cs: Název přístupového klíče

source: Passkeys allow you to sign in and authenticate using biometrics, password managers, etc.
cs: Passkeys umožňují přihlašování a ověřování pomocí biometrických údajů, správců hesel atd.

source: Passkeys are not supported on this browser
cs: V tomto prohlížeči nejsou podporovány klávesy Passkeys

source: Password
cs: Heslo

source: Password updated
cs: Aktualizace hesla

source: Pay
cs: Platit

source: Payment is required to finalise the creation of your team.
cs: Pro dokončení vytvoření týmu je nutná platba.

source: Payment overdue
cs: Platba po splatnosti

source: Pending
cs: Čeká se na

source: Pending documents
cs: Nevyřízené dokumenty

source: Pending Documents
cs: Nevyřízené dokumenty

source: Pending invitations
cs: Čekající pozvánky

source: Pending team deleted.
cs: Čekající tým vymazán.

source: Personal
cs: Osobní

source: Personal Account
cs: Osobní účet

source: Pick a password
cs: Výběr hesla

source: Pick any of the following agreements below and start signing to get started
cs: Vyberte si některou z následujících smluv a začněte podepisovat.

source: Please check the CSV file and make sure it is according to our format
cs: Zkontrolujte prosím soubor CSV a ujistěte se, že je v souladu s naším formátem.

source: Please choose your new password
cs: Zvolte si prosím nové heslo

source: Please contact support if you would like to revert this action.
cs: Pokud chcete tuto akci vrátit, kontaktujte prosím podporu.

source: Please enter a meaningful name for your token. This will help you identify it later.
cs: Zadejte prosím smysluplný název tokenu. To vám později pomůže s jeho identifikací.

source: Please mark as viewed to complete
cs: Označte, prosím, jak je zobrazeno pro dokončení

source: Please note that proceeding will remove direct linking recipient and turn it into a placeholder.
cs: Vezměte prosím na vědomí, že pokračování odstraní přímé propojení příjemce a změní jej na zástupný symbol.

source: Please note that this action is <0>irreversible</0>.
cs: Upozorňujeme, že tato akce je <0>nezvratná</0>.

source: Please note that this action is <0>irreversible</0>. Once confirmed, this document will be permanently deleted.
cs: Upozorňujeme, že tato akce je <0>nezvratná</0>. Po potvrzení bude tento dokument trvale vymazán.

source: Please note that this action is irreversible. Once confirmed, your template will be permanently deleted.
cs: Upozorňujeme, že tato akce je nevratná. Po potvrzení bude vaše šablona trvale odstraněna.

source: Please note that this action is irreversible. Once confirmed, your token will be permanently deleted.
cs: Upozorňujeme, že tato akce je nevratná. Po potvrzení bude váš token trvale vymazán.

source: Please note that this action is irreversible. Once confirmed, your webhook will be permanently deleted.
cs: Upozorňujeme, že tato akce je nevratná. Po potvrzení bude váš webový háček trvale odstraněn.

source: Please note that you will lose access to all documents associated with this team & all the members will be removed and notified
cs: Upozorňujeme, že ztratíte přístup ke všem dokumentům spojeným s tímto týmem a všichni členové budou odstraněni a informováni.

source: Please provide a token from the authenticator, or a backup code. If you do not have a backup code available, please contact support.
cs: Uveďte token z ověřovacího zařízení nebo záložní kód. Pokud nemáte k dispozici záložní kód, kontaktujte prosím podporu.

source: Please provide a token from your authenticator, or a backup code.
cs: Uveďte token z ověřovacího zařízení nebo záložní kód.

source: Please try again and make sure you enter the correct email address.
cs: Zkuste to prosím znovu a zkontrolujte, zda jste zadali správnou e-mailovou adresu.

source: Please try again later or login using your normal details
cs: Zkuste to prosím později nebo se přihlaste pomocí svých obvyklých údajů.

source: Please try again later.
cs: Zkuste to prosím později.

source: Please type <0>{0}</0> to confirm.
cs: Pro potvrzení zadejte <0>{0}</0>.

source: Preferences
cs: Předvolby

source: Preview and configure template.
cs: Náhled a konfigurace šablony.

source: Private
cs: Soukromé

source: Private templates can only be modified and viewed by you.
cs: Soukromé šablony můžete upravovat a prohlížet pouze vy.

source: Profile
cs: Profil

source: Profile is currently <0>hidden</0>.
cs: Profil je v současné době <0>skrytý</0>.

source: Profile is currently <0>visible</0>.
cs: Profil je aktuálně <0>viditelný</0>.

source: Profile updated
cs: Aktualizace profilu

source: Public
cs: Veřejnost

source: Public Profile
cs: Veřejný profil

source: Public profile URL
cs: Adresa URL veřejného profilu

source: Public profile username
cs: Uživatelské jméno veřejného profilu

source: Public templates are connected to your public profile. Any modifications to public templates will also appear in your public profile.
cs: Veřejné šablony jsou propojeny s vaším veřejným profilem. Veškeré úpravy veřejných šablon se zobrazí také ve vašem veřejném profilu.

source: Read only field
cs: Pole pouze pro čtení

source: Ready
cs: Připraveno

source: Reauthentication is required to sign this field
cs: Pro podepsání tohoto pole je vyžadováno opětovné ověření.

source: Recent activity
cs: Nedávná aktivita

source: Recipient
cs: Příjemce

source: Recipient updated
cs: Příjemce aktualizován

source: Recipients
cs: Příjemci

source: Recipients metrics
cs: Metriky příjemců

source: Recipients will still retain their copy of the document
cs: Příjemci si stále ponechají svou kopii dokumentu.

source: Recovery code copied
cs: Zkopírovaný kód obnovy

source: Recovery codes
cs: Kódy pro obnovu

source: Registration Successful
cs: Úspěšná registrace

source: Remembered your password? <0>Sign In</0>
cs: Vzpomněli jste si na heslo? <0>Přihlaste se</0>

source: Remove
cs: Odstranit

source: Remove team email
cs: Odstranění týmového e-mailu

source: Remove team member
cs: Odstranění člena týmu

source: Repeat Password
cs: Opakování hesla

source: Request transfer
cs: Žádost o převod

source: Reseal document
cs: Znovu zapečetit dokument

source: Resend
cs: Znovu odeslat

source: Resend Confirmation Email
cs: Opětovné odeslání potvrzovacího e-mailu

source: Resend verification
cs: Opětovné odeslání ověření

source: Reset
cs: Obnovení

source: Reset email sent
cs: Odeslání e-mailu o obnovení

source: Reset Password
cs: Obnovení hesla

source: Resetting Password...
cs: Obnovení hesla...

source: Resolve
cs: Vyřešit

source: Resolve payment
cs: Vyřešit platbu

source: Retry
cs: Opakování

source: Return
cs: Návrat na

source: Return to Dashboard
cs: Zpět na přístrojovou desku

source: Return to Home
cs: Návrat na domovskou stránku

source: Return to sign in
cs: Zpět na přihlášení

source: Revoke
cs: Odvolání

source: Revoke access
cs: Zrušení přístupu

source: Roles
cs: Role

source: Save
cs: Uložit

source: Search
cs: Vyhledávání

source: Search by document title
cs: Vyhledávání podle názvu dokumentu

source: Search by name or email
cs: Vyhledávání podle jména nebo e-mailu

source: Secret
cs: Tajné

source: Security
cs: Zabezpečení

source: Security activity
cs: Bezpečnostní činnost

source: Select
cs: Vyberte

source: Select a team
cs: Výběr týmu

source: Select a team to move this document to. This action cannot be undone.
cs: Vyberte tým, do kterého chcete tento dokument přesunout. Tuto akci nelze vrátit zpět.

source: Select a team to move this template to. This action cannot be undone.
cs: Vyberte tým, do kterého chcete tuto šablonu přesunout. Tuto akci nelze vrátit zpět.

source: Select a template you'd like to display on your public profile
cs: Vyberte šablonu, která se má zobrazit na vašem veřejném profilu.

source: Select a template you'd like to display on your team's public profile
cs: Vyberte šablonu, která se má zobrazit na veřejném profilu vašeho týmu.

source: Select passkey
cs: Vyberte přístupový klíč

source: Send confirmation email
cs: Odeslání potvrzovacího e-mailu

source: Send document
cs: Odeslat dokument

source: Send reminder
cs: Odeslat upomínku

source: Sender
cs: Vysílač

source: Sending Reset Email...
cs: Odesílání e-mailu pro obnovení...

source: Sending...
cs: Odeslání...

source: Sent
cs: Pozdě

source: Set a password
cs: Nastavení hesla

source: Settings
cs: Nastavení

source: Setup
cs: Nastavení

source: Share
cs: Sdílet

source: Share Signing Card
cs: Sdílet podpisovou kartu

source: Show
cs: Zobrazit

source: Show additional information
cs: Zobrazit další informace

source: Show templates in your public profile for your audience to sign and get started quickly
cs: Zobrazte šablony ve svém veřejném profilu, aby se vaše publikum mohlo podepsat a rychle začít pracovat.

source: Show templates in your team public profile for your audience to sign and get started quickly
cs: Zobrazte šablony ve veřejném profilu svého týmu, abyste se mohli podepsat a rychle začít pracovat.

source: Sign
cs: Podepsat

source: Sign as {0} <0>({1})</0>
cs: Znaménko jako {0} <0>({1})</0>

source: Sign as<0>{0} <1>({1})</1></0>
cs: Znaménko jako<0>{0} <1>({1})</1></0>

source: Sign document
cs: Podepsat dokument

source: Sign field
cs: Pole se znakem

source: Sign Here
cs: Podepište se zde

source: Sign In
cs: Přihlásit se

source: Sign in to your account
cs: Přihlaste se ke svému účtu

source: Sign Out
cs: Odhlásit se

source: Sign the document to complete the process.
cs: Podepsáním dokumentu proces dokončíte.

source: Sign up
cs: Zaregistrujte se

source: Sign Up
cs: Zaregistrujte se

source: Sign Up with Google
cs: Zaregistrujte se ve službě Google

source: Sign Up with OIDC
cs: Zaregistrujte se u OIDC

source: Signature
cs: Podpis

source: Signatures Collected
cs: Shromážděné podpisy

source: Signatures will appear once the document has been completed
cs: Podpisy se zobrazí po dokončení dokumentu.

source: Signed
cs: Podepsáno

source: Signing in...
cs: Přihlášení...

source: Signing up...
cs: Registrace...

source: Since {0}
cs: Protože {0}

source: Site Banner
cs: Banner webu

source: Site Settings
cs: Nastavení webu

source: Something went wrong
cs: Něco se pokazilo

source: Something went wrong while attempting to transfer the ownership of team <0>{0}</0> to your. Please try again later or contact support.
cs: Při pokusu o převod vlastnictví týmu <0>{0}</0> na váš se něco pokazilo. Zkuste to prosím později nebo kontaktujte podporu.

source: Something went wrong while attempting to verify your email address for <0>{0}</0>. Please try again later.
cs: Při pokusu o ověření vaší e-mailové adresy pro <0>{0}</0> se něco pokazilo. Zkuste to prosím později.

source: Something went wrong while loading your passkeys.
cs: Při načítání přístupových klíčů se něco pokazilo.

source: Something went wrong while sending the confirmation email.
cs: Při odesílání potvrzovacího e-mailu se něco pokazilo.

source: Something went wrong while updating the team billing subscription, please contact support.
cs: Při aktualizaci předplatného týmové fakturace se něco pokazilo, kontaktujte prosím podporu.

source: Something went wrong. Please try again or contact support.
cs: Něco se pokazilo. Zkuste to prosím znovu nebo kontaktujte podporu.

source: Sorry, we were unable to download the audit logs. Please try again later.
cs: Je nám líto, ale protokoly auditu se nám nepodařilo stáhnout. Zkuste to prosím později.

source: Sorry, we were unable to download the certificate. Please try again later.
cs: Je nám líto, ale certifikát se nám nepodařilo stáhnout. Zkuste to prosím později.

source: Stats
cs: Statistiky

source: Status
cs: Stav

source: Subscribe
cs: Přihlaste se k odběru na

source: Subscription
cs: Předplatné

source: Subscriptions
cs: Předplatné

source: Success
cs: Úspěch

source: Successfully created passkey
cs: Úspěšně vytvořený přístupový klíč

source: System Theme
cs: Systémové téma

source: Team
cs: Tým

source: Team checkout
cs: Týmová pokladna

source: Team email
cs: Týmový e-mail

source: Team Email
cs: Týmový e-mail

source: Team email already verified!
cs: Týmový e-mail již ověřen!

source: Team email has been removed
cs: E-mail týmu byl odstraněn

source: Team email verification
cs: Ověření e-mailu týmu

source: Team email verified!
cs: Týmový e-mail ověřen!

source: Team email was updated.
cs: Týmový e-mail byl aktualizován.

source: Team invitation
cs: Pozvánka do týmu

source: Team invitations have been sent.
cs: Pozvánky do týmů byly odeslány.

source: Team Member
cs: Člen týmu

source: Team Name
cs: Název týmu

source: Team Only
cs: Pouze tým

source: Team only templates are not linked anywhere and are visible only to your team.
cs: Šablony určené pouze pro tým nejsou nikde propojeny a jsou viditelné pouze pro váš tým.

source: Team ownership transfer
cs: Převod vlastnictví týmu

source: Team ownership transfer already completed!
cs: Převod vlastnictví týmu již dokončen!

source: Team ownership transferred!
cs: Převedení vlastnictví týmu!

source: Team Public Profile
cs: Veřejný profil týmu

source: Team settings
cs: Nastavení týmu

source: Team Settings
cs: Nastavení týmu

source: Team templates
cs: Šablony týmů

source: Team transfer in progress
cs: Probíhající přestup týmu

source: Team transfer request expired
cs: Platnost žádosti o přestup týmu vypršela

source: Team URL
cs: Adresa URL týmu

source: Teams
cs: Týmy

source: Teams restricted
cs: Týmy s omezením

source: Template
cs: Šablona

source: Template deleted
cs: Šablona odstraněna

source: Template document uploaded
cs: Nahraná šablona dokumentu

source: Template duplicated
cs: Duplikovaná šablona

source: Template has been removed from your public profile.
cs: Šablona byla z vašeho veřejného profilu odstraněna.

source: Template has been updated.
cs: Šablona byla aktualizována.

source: Template moved
cs: Šablona přesunuta

source: Template saved
cs: Uložená šablona

source: Templates
cs: Šablony

source: Templates allow you to quickly generate documents with pre-filled recipients and fields.
cs: Šablony umožňují rychlé generování dokumentů s předvyplněnými příjemci a poli.

source: Text Color
cs: Barva textu

source: The account has been deleted successfully.
cs: Účet byl úspěšně odstraněn.

source: The content to show in the banner, HTML is allowed
cs: Obsah, který se má zobrazit v banneru, HTML je povoleno.

source: The direct link has been copied to your clipboard
cs: Přímý odkaz byl zkopírován do schránky
