Repository: nikotren/documenso
Catalog: packages/lib/translations/*/web.po
Languages: cs

source: "{0}" will appear on the document as it has a timezone of "{timezone}".
cs: "{0}" se zobrazí v dokumentu, protože má časové pásmo "{timezone}".

source: "{documentTitle}" has been successfully deleted
cs: "{documentTitle}" byl úspěšně odstraněn

source: ({0}) has invited you to approve this document
cs: ({0}) vás vyzval ke schválení tohoto dokumentu.

source: ({0}) has invited you to sign this document
cs: ({0}) vás vyzval k podpisu tohoto dokumentu.

source: ({0}) has invited you to view this document
cs: ({0}) vás vyzval k zobrazení tohoto dokumentu

source: {0, plural, one {(1 character over)} other {(# characters over)}}
cs: {0, plural, one {(o 1 znak více)} other {(o # znaků více)}}

source: {0, plural, one {# character over the limit} other {# characters over the limit}}
cs: {0, plural, one {# znak nad limit} other {# znaků nad limit}}

source: {0, plural, one {# recipient} other {# recipients}}
cs: {0, plural, one {# příjemce} other {# příjemci}}

source: {0, plural, one {# Seat} other {# Seats}}
cs: {0, plural, one {# Místo} other {# Místa}}

source: {0, plural, one {<0>You have <1>1</1> pending team invitation</0>} other {<2>You have <3>#</3> pending team invitations</2>}}
cs: {, plural, one {<0>Máš <1>1</1> čekající na pozvání do týmu</0>} other {<2>Máš <3>#</3> čekající na pozvání do týmu</2>}}

source: {0, plural, one {1 Recipient} other {# Recipients}}
cs: {0, plural, one {1 příjemce} other {# příjemců}}

source: {0, plural, one {Waiting on 1 recipient} other {Waiting on # recipients}}
cs: {0, plural, one {Čeká na 1 příjemce} other {Čeká na # příjemců}}

source: {0, plural, zero {Select values} other {# selected...}}
cs: {0, plural, zero {Vyberte hodnoty} other {# vybrané...}}

source: {0} direct signing templates
cs: {0} šablony pro přímé podepisování

source: {0} document
cs: {0} dokument

source: {0} of {1} documents remaining this month.
cs: {0} z {1} dokumentů zbývajících tento měsíc.

source: {0} Recipient(s)
cs: {0} Příjemce (příjemci)

source: {0} the document to complete the process.
cs: Podepište dokument pro dokončení procesu.

source: {charactersRemaining, plural, one {1 character remaining} other {{charactersRemaining} characters remaining}}
cs: {charactersRemaining, plural, one {1 zbývající znak} other {{charactersRemaining} zbývajících znaků}}

source: {formattedTeamMemberQuanity} • Monthly • Renews: {formattedDate}
cs: {formattedTeamMemberQuanity} - Měsíčně - Obnovení: {formattedDate}

source: {numberOfSeats, plural, one {# member} other {# members}}
cs: {numberOfSeats, plural, one {# člen} other {# členové}}

source: {remaningLength, plural, one {# character remaining} other {# characters remaining}}
cs: {remaningLength, plural, one {# zbývající znak} other {# zbývající znaky}}

source: <0>"{0}"</0>is no longer available to sign
cs: <0>"{0}"</0> již není k dispozici k podpisu

source: <0>Sender:</0> All
cs: <0> Odesílatel:</0> Vše

source: 404 Page not found
cs: 404 Stránka nebyla nalezena

source: 404 Profile not found
cs: 404 Profil nebyl nalezen

source: 404 Team not found
cs: 404 Tým nebyl nalezen

source: 404 Template not found
cs: 404 Šablona nebyla nalezena

source: A confirmation email has been sent, and it should arrive in your inbox shortly.
cs: Potvrzovací e-mail byl odeslán a brzy by měl dorazit do vaší e-mailové schránky.

source: A draft document will be created
cs: Bude vytvořen návrh dokumentu

source: A new token was created successfully.
cs: Nový token byl úspěšně vytvořen.

source: A password reset email has been sent, if you have an account you should see it in your inbox shortly.
cs: Byl odeslán e-mail o obnovení hesla, pokud máte účet, měli byste jej brzy vidět ve své schránce.

source: A request to transfer the ownership of this team has been sent to <0>{0} ({1})</0>
cs: Žádost o převod vlastnictví tohoto týmu byla odeslána na adresu <0>{0} ({1})</0>.

source: A secret that will be sent to your URL so you can verify that the request has been sent by Documenso
cs: Tajemství, které bude odesláno na vaši adresu URL, abyste mohli ověřit, že požadavek byl odeslán společností Documenso.

source: A secret that will be sent to your URL so you can verify that the request has been sent by Documenso.
cs: Tajemství, které bude odesláno na vaši adresu URL, abyste mohli ověřit, že požadavek byl odeslán společností Documenso.

source: A unique URL to access your profile
cs: Jedinečná adresa URL pro přístup k vašemu profilu

source: A unique URL to identify your team
cs: Jedinečná adresa URL pro identifikaci vašeho týmu

source: A verification email will be sent to the provided email.
cs: Na zadaný e-mail bude zaslán ověřovací e-mail.

source: Accept
cs: Přijmout

source: Accepted team invitation
cs: Přijatá pozvánka do týmu

source: Account deleted
cs: Účet smazán

source: Action
cs: Akce

source: Actions
cs: Akce

source: Active
cs: Aktivní

source: Active Subscriptions
cs: Aktivní předplatné

source: Add
cs: Přidat

source: Add all relevant fields for each recipient.
cs: Přidejte všechna příslušná pole pro každého příjemce.

source: Add all relevant placeholders for each recipient.
cs: Přidejte všechny příslušné zástupné symboly pro každého příjemce.

source: Add an authenticator to serve as a secondary authentication method for signing documents.
cs: Přidání ověřovatele, který slouží jako sekundární metoda ověřování pro podepisování dokumentů.

source: Add an authenticator to serve as a secondary authentication method when signing in, or when signing documents.
cs: Přidání ověřovatele, který bude sloužit jako sekundární metoda ověřování při přihlašování nebo podepisování dokumentů.

source: Add email
cs: Přidat e-mail

source: Add Fields
cs: Přidat pole

source: Add more
cs: Přidat další

source: Add number
cs: Přidat číslo

source: Add passkey
cs: Přidání přístupového klíče

source: Add Placeholders
cs: Přidání zástupných symbolů

source: Add Signers
cs: Přidání signatářů

source: Add Subject
cs: Přidat předmět

source: Add team email
cs: Přidání týmového e-mailu

source: Add text
cs: Přidat text

source: Add Text
cs: Přidat text

source: Add the people who will sign the document.
cs: Přidejte osoby, které dokument podepíší.

source: Add the recipients to create the document with
cs: Přidání příjemců pro vytvoření dokumentu s

source: Add the subject and message you wish to send to signers.
cs: Přidejte předmět a zprávu, kterou chcete odeslat signatářům.

source: Adding and removing seats will adjust your invoice accordingly.
cs: Přidáním nebo odebráním sedadel se vaše faktura odpovídajícím způsobem upraví.

source: Admin Actions
cs: Akce správce

source: Admin panel
cs: Panel správce

source: All
cs: Všechny

source: All documents
cs: Všechny dokumenty

source: All documents have been processed. Any new documents that are sent or received will show here.
cs: Všechny dokumenty byly zpracovány. Zde se zobrazí všechny nově odeslané nebo přijaté dokumenty.

source: All inserted signatures will be voided
cs: Všechny vložené podpisy budou zneplatněny

source: All recipients will be notified
cs: Všichni příjemci budou informováni

source: All templates
cs: Všechny šablony

source: All Time
cs: Po celou dobu

source: Allows authenticating using biometrics, password managers, hardware keys, etc.
cs: Umožňuje ověřování pomocí biometrických údajů, správců hesel, hardwarových klíčů atd.

source: Already have an account? <0>Sign in instead</0>
cs: Už máte účet? <0>Přihlaste se místo toho</0>

source: Amount
cs: Částka

source: An email containing an invitation will be sent to each member.
cs: Každému členovi bude zaslán e-mail s pozvánkou.

source: An email requesting the transfer of this team has been sent.
cs: Byl odeslán e-mail s žádostí o převod tohoto týmu.

source: An error occurred
cs: Došlo k chybě

source: An error occurred while adding signers.
cs: Při přidávání signatářů došlo k chybě.

source: An error occurred while adding the fields.
cs: Při přidávání polí došlo k chybě.

source: An error occurred while creating document from template.
cs: Při vytváření dokumentu ze šablony došlo k chybě.

source: An error occurred while creating the webhook. Please try again.
cs: Při vytváření webhooku došlo k chybě. Zkuste to prosím znovu.

source: An error occurred while disabling direct link signing.
cs: Při zakázání přímého podepisování odkazů došlo k chybě.

source: An error occurred while downloading your document.
cs: Při stahování dokumentu došlo k chybě.

source: An error occurred while duplicating template.
cs: Při duplikování šablony došlo k chybě.

source: An error occurred while enabling direct link signing.
cs: Při povolování přímého podepisování odkazů došlo k chybě.

source: An error occurred while loading team members. Please try again later.
cs: Při načítání členů týmu došlo k chybě. Zkuste to prosím později.

source: An error occurred while moving the document.
cs: Při přesouvání dokumentu došlo k chybě.

source: An error occurred while moving the template.
cs: Při přesouvání šablony došlo k chybě.

source: An error occurred while removing the signature.
cs: Při odstraňování podpisu došlo k chybě.

source: An error occurred while removing the text.
cs: Při odstraňování textu došlo k chybě.

source: An error occurred while sending the document.
cs: Při odesílání dokumentu došlo k chybě.

source: An error occurred while sending your confirmation email
cs: Při odesílání potvrzovacího e-mailu došlo k chybě

source: An error occurred while signing the document.
cs: Při podepisování dokumentu došlo k chybě.

source: An error occurred while trying to create a checkout session.
cs: Při pokusu o vytvoření relace odhlášení došlo k chybě.

source: An error occurred while updating the document settings.
cs: Při aktualizaci nastavení dokumentu došlo k chybě.

source: An error occurred while updating the signature.
cs: Při aktualizaci podpisu došlo k chybě.

source: An error occurred while updating your profile.
cs: Při aktualizaci vašeho profilu došlo k chybě.

source: An error occurred while uploading your document.
cs: Při nahrávání dokumentu došlo k chybě.

source: An unknown error occurred
cs: Došlo k neznámé chybě

source: Any payment methods attached to this team will remain attached to this team. Please contact us if you need to update this information.
cs: Veškeré platební metody připojené k tomuto týmu zůstanou připojeny k tomuto týmu. Pokud potřebujete tyto informace aktualizovat, kontaktujte nás prosím.

source: API Tokens
cs: Tokeny API

source: App Version
cs: Verze aplikace

source: Approve
cs: Schválit

source: Approved
cs: Schváleno

source: Are you sure you want to delete this token?
cs: Opravdu chcete tento token odstranit?

source: Are you sure you want to remove the <0>{passkeyName}</0> passkey.
cs: Jste si jisti, že chcete odebrat <0>{passkeyName}</0> přístupový klíč.

source: Are you sure you wish to delete this team?
cs: Opravdu si přejete tento tým smazat?

source: Are you sure?
cs: Jste si jistý?

source: Attempts sealing the document again, useful for after a code change has occurred to resolve an erroneous document.
cs: Pokusí se dokument znovu zapečetit, což je užitečné po změně kódu, aby se vyřešil chybný dokument.

source: Audit Log
cs: Protokol o auditu

source: Authentication required
cs: Vyžaduje se ověření pravosti

source: Avatar Updated
cs: Avatar aktualizován

source: Awaiting email confirmation
cs: Čekáme na potvrzení e-mailem

source: Back
cs: Zpět

source: Back to Documents
cs: Zpět na dokumenty

source: Background Color
cs: Barva pozadí

source: Backup Code
cs: Záložní kód

source: Backup codes
cs: Záložní kódy

source: Banner Updated
cs: Banner Aktualizováno

source: Basic details
cs: Základní údaje

source: Billing
cs: Fakturace

source: Browser
cs: Prohlížeč

source: Bulk Import
cs: Hromadný import

source: By deleting this document, the following will occur:
cs: Vymazáním tohoto dokumentu dojde k následujícímu:

source: By enabling 2FA, you will be required to enter a code from your authenticator app every time you sign in.
cs: Když povolíte 2FA, budete muset při každém přihlášení zadat kód z aplikace autentizátoru.

source: Cancel
cs: Zrušit

source: Cancelled by user
cs: Zrušeno uživatelem

source: Charts
cs: Grafy

source: Choose an existing recipient from below to continue
cs: Chcete-li pokračovat, vyberte si níže uvedeného příjemce

source: Choose Direct Link Recipient
cs: Zvolte Přímý příjemce odkazu

source: Choose...
cs: Vyberte si...

source: Claim account
cs: Reklamační účet

source: Claim username
cs: Uživatelské jméno reklamace

source: Claim your profile later
cs: Později si svůj profil prohlédněte

source: Claim your username now
cs: Požádejte o své uživatelské jméno

source: Click here to get started
cs: Klikněte zde a začněte

source: Click here to retry
cs: Klikněte zde pro opakování pokusu

source: Click here to upload
cs: Kliknutím sem nahrajete

source: Click to copy signing link for sending to recipient
cs: Kliknutím zkopírujete podpisový odkaz pro odeslání příjemci.

source: Click to insert field
cs: Kliknutím vložíte pole

source: Close
cs: Zavřít

source: Complete
cs: Dokončit

source: Complete Approval
cs: Úplné schválení

source: Complete Signing
cs: Dokončit podepsání

source: Complete Viewing
cs: Dokončit prohlížení

source: Completed
cs: Dokončeno

source: Completed documents
cs: Vyplněné dokumenty

source: Completed Documents
cs: Vyplněné dokumenty

source: Configure general settings for the document.
cs: Konfigurace obecných nastavení dokumentu.

source: Configure general settings for the template.
cs: Konfigurace obecných nastavení šablony.

source: Configure template
cs: Konfigurace šablony

source: Confirm
cs: Potvrďte

source: Confirm by typing <0>{confirmTransferMessage}</0>
cs: Potvrďte zadáním <0>{confirmTransferMessage}</0>.

source: Confirm by typing <0>{deleteMessage}</0>
cs: Potvrďte zadáním <0>{deleteMessage}</0>.

source: Confirm by typing: <0>{deleteMessage}</0>
cs: Potvrďte zadáním: <0>{deleteMessage}</0>.

source: Confirm Deletion
cs: Potvrzení odstranění

source: Confirm email
cs: Potvrzení e-mailu

source: Confirmation email sent
cs: Odeslání potvrzovacího e-mailu

source: Content
cs: Obsah

source: Continue
cs: Pokračovat

source: Continue to login
cs: Pokračovat v přihlašování

source: Copied to clipboard
cs: Zkopírováno do schránky

source: Copy sharable link
cs: Kopírovat sdílený odkaz

source: Copy Shareable Link
cs: Kopírovat sdílený odkaz

source: Copy token
cs: Kopírovat token

source: Create
cs: Vytvořit

source: Create a new account
cs: Vytvoření nového účtu

source: Create a team to collaborate with your team members.
cs: Vytvořte si tým a spolupracujte s členy týmu.

source: Create account
cs: Vytvořit účet

source: Create and send
cs: Vytvořit a odeslat

source: Create as draft
cs: Vytvořit jako návrh

source: Create Direct Link
cs: Vytvořit přímý odkaz

source: Create Direct Signing Link
cs: Vytvořit přímý podpisový odkaz

source: Create document from template
cs: Vytvoření dokumentu ze šablony

source: Create now
cs: Vytvořit nyní

source: Create one automatically
cs: Vytvořit automaticky

source: Create team
cs: Vytvořit tým

source: Create Team
cs: Vytvořit tým

source: Create token
cs: Vytvořit token

source: Create webhook
cs: Vytvoření webhooku

source: Create Webhook
cs: Vytvořit webový háček

source: Create your account and start using state-of-the-art document signing.
cs: Vytvořte si účet a začněte používat nejmodernější způsoby podepisování dokumentů.

source: Create your account and start using state-of-the-art document signing. Open and beautiful signing is within your grasp.
cs: Vytvořte si účet a začněte používat nejmodernější způsoby podepisování dokumentů. Otevřené a krásné podepisování máte na dosah ruky.

source: Created
cs: Vytvořeno

source: Created At
cs: Vytvořeno v

source: Created by
cs: Vytvořil

source: Created on
cs: Vytvořeno dne

source: Created on {0}
cs: Vytvořeno dne {0}

source: Created on{0}
cs: Vytvořeno dne{0}

source: Current Password
cs: Aktuální heslo

source: Current plan: {0}
cs: Současný plán: {0}

source: Daily
cs: Denně

source: Dark Mode
cs: Tmavý režim

source: Date
cs: Datum

source: Date created
cs: Datum vytvoření

source: Decline
cs: Pokles

source: Declined team invitation
cs: Odmítnutí pozvání do týmu

source: Delete
cs: Odstranit

source: Delete account
cs: Odstranění účtu

source: Delete Account
cs: Odstranit účet

source: Delete document
cs: Odstranit dokument

source: Delete Document
cs: Odstranit dokument

source: Delete passkey
cs: Odstranění přístupového klíče

source: Delete team
cs: Smazat tým

source: Delete team member
cs: Odstranit člena týmu

source: Delete the document. This action is irreversible so proceed with caution.
cs: Odstranění dokumentu. Tato akce je nevratná, proto postupujte opatrně.

source: Delete the users account and all its contents. This action is irreversible and will cancel their subscription, so proceed with caution.
cs: Odstranění uživatelského účtu a veškerého jeho obsahu. Tato akce je nevratná a zruší jejich předplatné, proto postupujte opatrně.

source: Delete Webhook
cs: Odstranění webového háčku

source: Delete your account and all its contents, including completed documents. This action is irreversible and will cancel your subscription, so proceed with caution.
cs: Smažte svůj účet a veškerý jeho obsah, včetně vyplněných dokumentů. Tato akce je nevratná a zruší vaše předplatné, proto postupujte opatrně.

source: Deleted
cs: Odstraněno

source: Deleting account...
cs: Odstranění účtu...

source: Device
cs: Zařízení

source: direct link
cs: přímý odkaz

source: Direct link
cs: Přímý odkaz

source: direct link disabled
cs: přímý odkaz zakázán

source: Direct Link Signing
cs: Přímé podepisování odkazů

source: Direct link signing has been disabled
cs: Přímé podepisování odkazů bylo zakázáno

source: Direct link signing has been enabled
cs: Přímé podepisování odkazů bylo povoleno

source: Direct link templates contain one dynamic recipient placeholder. Anyone with access to this link can sign the document, and it will then appear on your documents page.
cs: Šablony přímých odkazů obsahují jeden dynamický zástupný symbol příjemce. Každý, kdo má přístup k tomuto odkazu, může dokument podepsat a ten se pak zobrazí na stránce dokumentů.

source: Direct template link deleted
cs: Přímý odkaz na šablonu odstraněn

source: Direct template link usage exceeded ({0}/{1})
cs: Překročeno použití přímého odkazu šablony ({0}/{1})

source: Disable
cs: Zakázat

source: Disable 2FA
cs: Zakázat 2FA

source: Disable Two Factor Authentication before deleting your account.
cs: Před odstraněním účtu vypněte dvoufaktorové ověřování.

source: Disabled
cs: Bezbariérový

source: Disabling direct link signing will prevent anyone from accessing the link.
cs: Zakázáním přímého podepisování odkazu zabráníte komukoli v přístupu k odkazu.

source: Display your name and email in documents
cs: Zobrazení vašeho jména a e-mailu v dokumentech

source: Do you want to delete this template?
cs: Chcete tuto šablonu odstranit?

source: Do you want to duplicate this template?
cs: Chcete tuto šablonu duplikovat?

source: Documenso will delete <0>all of your documents</0>, along with all of your completed documents, signatures, and all other resources belonging to your Account.
cs: Documenso odstraní <0>všechny vaše dokumenty</0> spolu se všemi vašimi vyplněnými dokumenty, podpisy a všemi dalšími zdroji patřícími k vašemu účtu.

source: Document
cs: Dokument

source: Document All
cs: Dokumentovat vše

source: Document Approved
cs: Schválený dokument

source: Document Cancelled
cs: Dokument zrušen

source: Document completed
cs: Vyplněný dokument

source: Document Completed!
cs: Dokument dokončen!

source: Document created
cs: Vytvořený dokument

source: Document deleted
cs: Dokument smazán

source: Document draft
cs: Návrh dokumentu

source: Document Duplicated
cs: Duplikovaný dokument

source: Document history
cs: Historie dokumentů

source: Document ID
cs: ID dokumentu

source: Document inbox
cs: Doručené dokumenty

source: Document Limit Exceeded!
cs: Limit dokumentů překročen!

source: Document metrics
cs: Metriky dokumentů

source: Document moved
cs: Přesun dokumentu

source: Document no longer available to sign
cs: Dokument již není k dispozici k podpisu

source: Document pending
cs: Dokument čeká na vyřízení

source: Document re-sent
cs: Opětovné zaslání dokumentu

source: Document resealed
cs: Znovu zapečetěný dokument

source: Document sent
cs: Odeslaný dokument

source: Document Signed
cs: Podepsaný dokument

source: Document signing process will be cancelled
cs: Proces podepisování dokumentů bude zrušen

source: Document status
cs: Stav dokumentu

source: Document title
cs: Název dokumentu

source: Document upload disabled due to unpaid invoices
cs: Nahrávání dokumentů je zakázáno kvůli nezaplaceným fakturám

source: Document uploaded
cs: Nahraný dokument

source: Document Viewed
cs: Zobrazený dokument

source: Document will be permanently deleted
cs: Dokument bude trvale smazán

source: Documents
cs: Dokumenty

source: Documents Received
cs: Přijaté dokumenty

source: Documents Viewed
cs: Zobrazené dokumenty

source: Don't have an account? <0>Sign up</0>
cs: Nemáte účet? <0>Přihlaste se</0>

source: Download
cs: Stáhnout

source: Download Audit Logs
cs: Stáhnout protokoly o auditu

source: Download Certificate
cs: Certifikát ke stažení

source: Draft
cs: Návrh

source: Draft documents
cs: Návrhy dokumentů

source: Drafted Documents
cs: Návrhy dokumentů

source: Due to an unpaid invoice, your team has been restricted. Please settle the payment to restore full access to your team.
cs: Z důvodu nezaplacené faktury byl váš tým omezen. Uhraďte prosím platbu, abyste obnovili plný přístup do svého týmu.

source: Duplicate
cs: Duplikát

source: Edit
cs: Upravit

source: Edit webhook
cs: Upravit webový háček

source: Email address
cs: E-mailová adresa

source: Email Address
cs: E-mailová adresa

source: Email Confirmed!
cs: E-mail potvrzen!

source: Email sent!
cs: E-mail odeslán!

source: Email verification has been removed
cs: Ověření e-mailu bylo odstraněno

source: Email verification has been resent
cs: Ověření e-mailu bylo znovu odesláno

source: Enable 2FA
cs: Povolení 2FA

source: Enable Authenticator App
cs: Povolení aplikace Authenticator

source: Enable direct link signing
cs: Povolení přímého podepisování odkazů

source: Enable Direct Link Signing
cs: Povolení přímého podepisování odkazů

source: Enabled
cs: Povoleno

source: Ends On
cs: Končí na

source: Enter your email
cs: Zadejte svůj e-mail

source: Enter your email address to receive the completed document.
cs: Zadejte svou e-mailovou adresu, na kterou obdržíte vyplněný dokument.

source: Enter your name
cs: Zadejte své jméno

source: Enter your text here
cs: Zde zadejte svůj text

source: Error
cs: Chyba

source: Everyone has signed
cs: Podepsáno

source: Everyone has signed! You will receive an Email copy of the signed document.
cs: Děkujeme za podpis dokumentu. Kopii podepsaného dokumentu obdržíte e-mailem.

source: Exceeded timeout
cs: Překročení časového limitu

source: Expired
cs: Vypršela platnost

source: Expires on {0}
cs: Platnost vyprší dne {0}

source: Expires on{0}
cs: Vyprší dne{0}

source: Failed to reseal document
cs: Nepodařilo se znovu zapečetit dokument

source: Failed to update recipient
cs: Nepodařilo se aktualizovat příjemce

source: Failed to update webhook
cs: Nepodařilo se aktualizovat webhook

source: Fields
cs: Pole

source: File cannot be larger than {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB
cs: Soubor nesmí být větší než {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB

source: Forgot your password?
cs: Zapomněli jste heslo?

source: Full Name
cs: Celé jméno

source: General
cs: Obecné

source: Go Back
cs: Vrátit se zpět

source: Go back home
cs: Vraťte se domů
