Repository: nikotren/documenso
Catalog: packages/lib/translations/*/web.po
Languages: cs

source: The document has been successfully moved to the selected team.
cs: Dokument byl úspěšně přesunut do vybraného týmu.

source: The document is now completed, please follow any instructions provided within the parent application.
cs: Dokument je nyní vyplněn, postupujte podle pokynů uvedených v nadřazené žádosti.

source: The document was created but could not be sent to recipients.
cs: Dokument byl vytvořen, ale nemohl být odeslán příjemcům.

source: The document will be hidden from your account
cs: Dokument bude skryt z vašeho účtu

source: The document will be immediately sent to recipients if this is checked.
cs: Pokud je tato možnost zaškrtnuta, dokument bude okamžitě odeslán příjemcům.

source: The events that will trigger a webhook to be sent to your URL.
cs: Události, které spustí odeslání webhooku na vaši adresu URL.

source: The ownership of team <0>{0}</0> has been successfully transferred to you.
cs: Vlastnictví týmu <0>{0}</0> bylo úspěšně převedeno na vás.

source: The page you are looking for was moved, removed, renamed or might never have existed.
cs: Hledaná stránka byla přesunuta, odstraněna, přejmenována nebo možná nikdy neexistovala.

source: The profile link has been copied to your clipboard
cs: Odkaz na profil byl zkopírován do schránky

source: The profile you are looking for could not be found.
cs: Hledaný profil se nepodařilo najít.

source: The public description that will be displayed with this template
cs: Veřejný popis, který se zobrazí s touto šablonou.

source: The public name for your template
cs: Veřejný název šablony

source: The recipient has been updated successfully
cs: Příjemce byl úspěšně aktualizován

source: The selected team member will receive an email which they must accept before the team is transferred
cs: Vybraný člen týmu obdrží e-mail, který musí přijmout, než bude tým převeden.

source: The signing link has been copied to your clipboard.
cs: Odkaz pro podepisování byl zkopírován do schránky.

source: The site banner is a message that is shown at the top of the site. It can be used to display important information to your users.
cs: Banner webu je zpráva, která se zobrazuje v horní části webu. Lze jej použít k zobrazení důležitých informací pro uživatele.

source: The team transfer invitation has been successfully deleted.
cs: Pozvánka na přenos týmu byla úspěšně smazána.

source: The team transfer request to <0>{0}</0> has expired.
cs: Platnost žádosti o převod týmu na <0>{0}</0> vypršela.

source: The team you are looking for may have been removed, renamed or may have never existed.
cs: Hledaný tým mohl být odstraněn, přejmenován nebo nikdy neexistoval.

source: The template has been successfully moved to the selected team.
cs: Šablona byla úspěšně přesunuta do vybraného týmu.

source: The template will be removed from your profile
cs: Šablona bude z vašeho profilu odstraněna

source: The template you are looking for may have been disabled, deleted or may have never existed.
cs: Hledaná šablona mohla být zakázána, odstraněna nebo nikdy neexistovala.

source: The token was copied to your clipboard.
cs: Token byl zkopírován do schránky.

source: The token was deleted successfully.
cs: Token byl úspěšně odstraněn.

source: The token you have used to reset your password is either expired or it never existed. If you have still forgotten your password, please request a new reset link.
cs: Platnost tokenu, který jste použili k obnovení hesla, vypršela nebo nikdy neexistoval. Pokud jste své heslo přesto zapomněli, vyžádejte si nový odkaz pro resetování.

source: The URL for Documenso to send webhook events to.
cs: Adresa URL pro Documenso, na kterou se mají odesílat události webhooku.

source: The webhook has been successfully deleted.
cs: Webový háček byl úspěšně odstraněn.

source: The webhook has been updated successfully.
cs: Webový háček byl úspěšně aktualizován.

source: The webhook was successfully created.
cs: Webový háček byl úspěšně vytvořen.

source: There are no active drafts at the current moment. You can upload a document to start drafting.
cs: V současné době nejsou k dispozici žádné aktivní návrhy. Můžete nahrát dokument a začít s přípravou návrhu.

source: There are no completed documents yet. Documents that you have created or received will appear here once completed.
cs: Zatím nejsou k dispozici žádné hotové dokumenty. Dokumenty, které jste vytvořili nebo obdrželi, se zde objeví po dokončení.

source: They have permission on your behalf to:
cs: Vaším jménem mají povolení:

source: This action is not reversible. Please be certain.
cs: Tato akce není vratná. Ujistěte se prosím.

source: This document could not be deleted at this time. Please try again.
cs: Tento dokument nebylo možné v tuto chvíli vymazat. Zkuste to prosím znovu.

source: This document could not be duplicated at this time. Please try again.
cs: Tento dokument nebylo možné v současné době duplikovat. Zkuste to prosím znovu.

source: This document could not be re-sent at this time. Please try again.
cs: Tento dokument nebylo možné v tuto chvíli znovu zaslat. Zkuste to prosím znovu.

source: This document has been cancelled by the owner and is no longer available for others to sign.
cs: Tento dokument byl vlastníkem zrušen a již není k dispozici ostatním k podpisu.

source: This document has been cancelled by the owner.
cs: Tento dokument byl vlastníkem zrušen.

source: This document has been signed by all recipients
cs: Tento dokument byl podepsán všemi příjemci

source: This document is currently a draft and has not been sent
cs: Tento dokument je v současné době návrhem a nebyl odeslán.

source: This email is already being used by another team.
cs: Tento e-mail již používá jiný tým.

source: This link is invalid or has expired. Please contact your team to resend a transfer request.
cs: Tento odkaz je neplatný nebo jeho platnost vypršela. Pro opětovné zaslání žádosti o převod se prosím obraťte na svůj tým.

source: This link is invalid or has expired. Please contact your team to resend a verification.
cs: Tento odkaz je neplatný nebo jeho platnost vypršela. Obraťte se prosím na svůj tým, aby vám znovu zaslal ověření.

source: This passkey has already been registered.
cs: Tento přístupový klíč byl již zaregistrován.

source: This passkey is not configured for this application. Please login and add one in the user settings.
cs: Tento přístupový klíč není pro tuto aplikaci nakonfigurován. Přihlaste se a přidejte jej v nastavení uživatele.

source: This price includes minimum 5 seats.
cs: Tato cena zahrnuje minimálně 5 míst.

source: This session has expired. Please try again.
cs: Tato relace skončila. Zkuste to prosím znovu.

source: This team, and any associated data excluding billing invoices will be permanently deleted.
cs: Tento tým a všechny související údaje s výjimkou fakturace budou trvale vymazány.

source: This template could not be deleted at this time. Please try again.
cs: Tuto šablonu nebylo možné v tuto chvíli odstranit. Zkuste to prosím znovu.

source: This token is invalid or has expired. No action is needed.
cs: Tento token je neplatný nebo jeho platnost vypršela. Není třeba provádět žádné akce.

source: This token is invalid or has expired. Please contact your team for a new invitation.
cs: Tento token je neplatný nebo jeho platnost vypršela. Kontaktujte prosím svůj tým a požádejte o novou pozvánku.

source: This URL is already in use.
cs: Tato adresa URL se již používá.

source: This username has already been taken
cs: Toto uživatelské jméno již bylo obsazeno

source: This username is already taken
cs: Toto uživatelské jméno je již obsazeno

source: Time
cs: Čas

source: Time zone
cs: Časové pásmo

source: Title
cs: Název

source: To accept this invitation you must create an account.
cs: Chcete-li tuto pozvánku přijmout, musíte si vytvořit účet.

source: To change the email you must remove and add a new email address.
cs: Chcete-li změnit e-mail, musíte odebrat a přidat novou e-mailovou adresu.

source: To confirm, please enter the accounts email address <0/>({0}).
cs: Pro potvrzení zadejte e-mailovou adresu účtu <0/>({0}).

source: To confirm, please enter the reason
cs: Pro potvrzení zadejte důvod

source: To decline this invitation you must create an account.
cs: Chcete-li tuto pozvánku odmítnout, musíte si vytvořit účet.

source: To enable two-factor authentication, scan the following QR code using your authenticator app.
cs: Chcete-li povolit dvoufaktorové ověřování, naskenujte pomocí aplikace autentizátoru následující kód QR.

source: To gain access to your account, please confirm your email address by clicking on the confirmation link from your inbox.
cs: Chcete-li získat přístup ke svému účtu, potvrďte svou e-mailovou adresu kliknutím na potvrzovací odkaz ve své e-mailové schránce.

source: To mark this document as viewed, you need to be logged in as <0>{0}</0>
cs: Chcete-li tento dokument označit jako zobrazený, musíte být přihlášeni jako <0>{0}</0>.

source: To view this document you need to be signed into your account, please sign in to continue.
cs: Pro zobrazení tohoto dokumentu musíte být přihlášeni ke svému účtu, pro pokračování se prosím přihlaste.

source: Toggle the switch to hide your profile from the public.
cs: Přepnutím přepínače skryjete svůj profil před veřejností.

source: Toggle the switch to show your profile to the public.
cs: Přepnutím přepínače zobrazíte svůj profil veřejnosti.

source: Token copied to clipboard
cs: Token zkopírovaný do schránky

source: Token created
cs: Vytvořený token

source: Token deleted
cs: Token odstraněn

source: Token doesn't have an expiration date
cs: Token nemá datum vypršení platnosti

source: Token expiration date
cs: Datum vypršení platnosti tokenu

source: Token name
cs: Název tokenu

source: Total Documents
cs: Dokumenty celkem

source: Total Recipients
cs: Příjemci celkem

source: Total Signers that Signed Up
cs: Celkový počet signatářů, kteří se přihlásili

source: Total Users
cs: Celkový počet uživatelů

source: Transfer ownership of this team to a selected team member.
cs: Převést vlastnictví tohoto týmu na vybraného člena týmu.

source: Transfer team
cs: Přestupový tým

source: Transfer the ownership of the team to another team member.
cs: Převést vlastnictví týmu na jiného člena týmu.

source: Triggers
cs: Spouštěče

source: Two factor authentication
cs: Dvoufaktorové ověřování

source: Two factor authentication recovery codes are used to access your account in the event that you lose access to your authenticator app.
cs: Kódy pro obnovení dvoufaktorového ověřování slouží k přístupu k účtu v případě, že ztratíte přístup k aplikaci autentizátoru.

source: Two-Factor Authentication
cs: Dvoufaktorové ověřování

source: Two-factor authentication disabled
cs: Vypnuté dvoufaktorové ověřování

source: Two-factor authentication enabled
cs: Povolené dvoufaktorové ověřování

source: Two-factor authentication has been disabled for your account. You will no longer be required to enter a code from your authenticator app when signing in.
cs: Pro váš účet bylo vypnuto dvoufaktorové ověřování. Při přihlašování již nebudete muset zadávat kód z aplikace autentizátoru.

source: Type
cs: Typ

source: Type 'delete' to confirm
cs: Pro potvrzení zadejte "delete".

source: Type a command or search...
cs: Zadejte příkaz nebo hledejte...

source: Uh oh! Looks like you're missing a token
cs: Uh oh! Vypadá to, že vám chybí žeton.

source: Unable to change the language at this time. Please try again later.
cs: V tuto chvíli nelze jazyk změnit. Zkuste to prosím později.

source: Unable to copy recovery code
cs: Nelze zkopírovat kód pro obnovení

source: Unable to copy token
cs: Nelze zkopírovat token

source: Unable to create direct template access. Please try again later.
cs: Nelze vytvořit přímý přístup k šabloně. Zkuste to prosím později.

source: Unable to decline this team invitation at this time.
cs: V tuto chvíli není možné pozvání tohoto týmu odmítnout.

source: Unable to delete invitation. Please try again.
cs: Nelze odstranit pozvánku. Zkuste to prosím znovu.

source: Unable to delete team
cs: Nelze odstranit tým

source: Unable to disable two-factor authentication
cs: Nelze zakázat dvoufaktorové ověřování

source: Unable to join this team at this time.
cs: V tuto chvíli se k tomuto týmu nemůže připojit.

source: Unable to load document history
cs: Nelze načíst historii dokumentů

source: Unable to load your public profile templates at this time
cs: V tuto chvíli nelze načíst veřejné šablony profilu

source: Unable to remove email verification at this time. Please try again.
cs: Ověřování e-mailu nelze v tuto chvíli odstranit. Zkuste to prosím znovu.

source: Unable to remove team email at this time. Please try again.
cs: V tuto chvíli nelze týmový e-mail odebrat. Zkuste to prosím znovu.

source: Unable to resend invitation. Please try again.
cs: Nelze znovu odeslat pozvánku. Zkuste to prosím znovu.

source: Unable to resend verification at this time. Please try again.
cs: V tuto chvíli nelze ověření znovu odeslat. Zkuste to prosím znovu.

source: Unable to reset password
cs: Nelze obnovit heslo

source: Unable to setup two-factor authentication
cs: Nelze nastavit dvoufaktorové ověřování

source: Unable to sign in
cs: Nelze se přihlásit

source: Unauthorized
cs: Neoprávněné

source: Uncompleted
cs: Nedokončené

source: Unknown error
cs: Neznámá chyba

source: Unpaid
cs: Neplacené

source: Update
cs: Aktualizace

source: Update Banner
cs: Aktualizace banneru

source: Update passkey
cs: Aktualizace přístupového klíče

source: Update password
cs: Aktualizace hesla

source: Update profile
cs: Aktualizace profilu

source: Update Recipient
cs: Příjemce aktualizace

source: Update role
cs: Aktualizace role

source: Update team
cs: Aktualizační tým

source: Update team email
cs: Aktualizace týmového e-mailu

source: Update team member
cs: Aktualizace člena týmu

source: Update user
cs: Aktualizace uživatele

source: Update webhook
cs: Aktualizace webhooku

source: Updating password...
cs: Aktualizace hesla...

source: Updating profile...
cs: Aktualizace profilu...

source: Upload Avatar
cs: Nahrát avatar

source: Uploaded by
cs: Uploadnul

source: Uploaded file is too large
cs: Nahraný soubor je příliš velký

source: Uploaded file is too small
cs: Nahraný soubor je příliš malý

source: Uploaded file not an allowed file type
cs: Nahraný soubor není povoleným typem souboru

source: Use Authenticator
cs: Použití nástroje Authenticator

source: Use Backup Code
cs: Použijte záložní kód

source: Use Template
cs: Použití šablony

source: User
cs: Uživatel

source: User ID
cs: ID uživatele

source: User profiles are here!
cs: Profily uživatelů jsou zde!

source: User settings
cs: Uživatelská nastavení

source: Users
cs: Uživatelé

source: Value
cs: Hodnota

source: Verification Email Sent
cs: Odeslaný ověřovací e-mail

source: Verification email sent successfully.
cs: Ověřovací e-mail byl úspěšně odeslán.

source: Verify Now
cs: Ověřit nyní

source: Verify your email address
cs: Ověření e-mailové adresy

source: Verify your email address to unlock all features.
cs: Ověřte svou e-mailovou adresu a odemkněte všechny funkce.

source: Verify your email to upload documents.
cs: Ověřte svůj e-mail a nahrajte dokumenty.

source: View
cs: Zobrazit

source: View activity
cs: Zobrazit aktivitu

source: View all documents sent to your account
cs: Zobrazit všechny dokumenty zaslané na váš účet

source: View all recent security activity related to your account.
cs: Zobrazit všechny nedávné bezpečnostní aktivity související s vaším účtem.

source: View all security activity related to your account.
cs: Zobrazit všechny bezpečnostní aktivity související s vaším účtem.

source: View Codes
cs: Zobrazit kódy

source: View documents associated with this email
cs: Zobrazit dokumenty související s tímto e-mailem

source: View invites
cs: Zobrazit pozvánky

source: View Original Document
cs: Zobrazit původní dokument

source: View Recovery Codes
cs: Zobrazit kódy pro obnovu

source: View teams
cs: Zobrazit týmy

source: Viewed
cs: Zobrazeno na

source: Waiting
cs: Čekání

source: Waiting for others to sign
cs: Probíhá zpracovávání podpisu..

source: Want to send slick signing links like this one? <0>Check out Documenso.</0>
cs: Chcete posílat elegantní podpisové odkazy, jako je tento? <0>Podívejte se na Documenso.</0>

source: Want your own public profile?
cs: Chcete vlastní veřejný profil?

source: We are unable to proceed to the billing portal at this time. Please try again, or contact support.
cs: V tuto chvíli nemůžeme přejít na fakturační portál. Zkuste to prosím znovu nebo kontaktujte podporu.

source: We are unable to remove this passkey at the moment. Please try again later.
cs: V současné době nemůžeme tento přístupový klíč odstranit. Zkuste to prosím později.

source: We are unable to update this passkey at the moment. Please try again later.
cs: V současné době nemůžeme tento přístupový klíč aktualizovat. Zkuste to prosím později.

source: We encountered an error while removing the direct template link. Please try again later.
cs: Při odstraňování přímého odkazu na šablonu jsme narazili na chybu. Zkuste to prosím později.

source: We encountered an error while updating the webhook. Please try again later.
cs: Při aktualizaci webového háčku jsme narazili na chybu. Zkuste to prosím později.

source: We encountered an unknown error while attempting create the new token. Please try again later.
cs: Při pokusu o vytvoření nového tokenu jsme narazili na neznámou chybu. Zkuste to prosím později.

source: We encountered an unknown error while attempting to add this email. Please try again later.
cs: Při pokusu o přidání tohoto e-mailu jsme narazili na neznámou chybu. Zkuste to prosím později.

source: We encountered an unknown error while attempting to create a team. Please try again later.
cs: Při pokusu o vytvoření týmu jsme narazili na neznámou chybu. Zkuste to prosím později.

source: We encountered an unknown error while attempting to delete it. Please try again later.
cs: Při pokusu o odstranění jsme narazili na neznámou chybu. Zkuste to prosím později.

source: We encountered an unknown error while attempting to delete the pending team. Please try again later.
cs: Při pokusu o odstranění čekajícího týmu jsme narazili na neznámou chybu. Zkuste to prosím později.

source: We encountered an unknown error while attempting to delete this team. Please try again later.
cs: Při pokusu o odstranění tohoto týmu jsme narazili na neznámou chybu. Zkuste to prosím později.

source: We encountered an unknown error while attempting to delete this token. Please try again later.
cs: Při pokusu o odstranění tohoto tokenu jsme narazili na neznámou chybu. Zkuste to prosím později.

source: We encountered an unknown error while attempting to delete your account. Please try again later.
cs: Při pokusu o odstranění vašeho účtu jsme narazili na neznámou chybu. Zkuste to prosím později.

source: We encountered an unknown error while attempting to invite team members. Please try again later.
cs: Při pokusu o pozvání členů týmu jsme narazili na neznámou chybu. Zkuste to prosím později.

source: We encountered an unknown error while attempting to leave this team. Please try again later.
cs: Při pokusu o opuštění tohoto týmu jsme narazili na neznámou chybu. Zkuste to prosím později.

source: We encountered an unknown error while attempting to remove this template from your profile. Please try again later.
cs: Při pokusu o odstranění této šablony z vašeho profilu jsme narazili na neznámou chybu. Zkuste to prosím později.

source: We encountered an unknown error while attempting to remove this transfer. Please try again or contact support.
cs: Při pokusu o odstranění tohoto přenosu jsme narazili na neznámou chybu. Zkuste to prosím znovu nebo kontaktujte podporu.

source: We encountered an unknown error while attempting to remove this user. Please try again later.
cs: Při pokusu o odebrání tohoto uživatele jsme narazili na neznámou chybu. Zkuste to prosím později.

source: We encountered an unknown error while attempting to request a transfer of this team. Please try again later.
cs: Při pokusu o vyžádání přestupu tohoto týmu jsme narazili na neznámou chybu. Zkuste to prosím později.

source: We encountered an unknown error while attempting to reset your password. Please try again later.
cs: Při pokusu o resetování vašeho hesla jsme narazili na neznámou chybu. Zkuste to prosím později.

source: We encountered an unknown error while attempting to revoke access. Please try again or contact support.
cs: Při pokusu o odebrání přístupu jsme narazili na neznámou chybu. Zkuste to prosím znovu nebo kontaktujte podporu.

source: We encountered an unknown error while attempting to save your details. Please try again later.
cs: Při pokusu o uložení vašich údajů jsme narazili na neznámou chybu. Zkuste to prosím později.

source: We encountered an unknown error while attempting to sign you In. Please try again later.
cs: Při pokusu o přihlášení jsme narazili na neznámou chybu. Zkuste to prosím později.

source: We encountered an unknown error while attempting to sign you up. Please try again later.
cs: Při pokusu o registraci jsme narazili na neznámou chybu. Zkuste to prosím později.

source: We encountered an unknown error while attempting to sign you Up. Please try again later.
cs: Při pokusu o přihlášení jsme narazili na neznámou chybu. Zkuste to prosím později.

source: We encountered an unknown error while attempting to update the avatar. Please try again later.
cs: Při pokusu o aktualizaci avatara jsme narazili na neznámou chybu. Zkuste to prosím později.

source: We encountered an unknown error while attempting to update the banner. Please try again later.
cs: Při pokusu o aktualizaci banneru jsme narazili na neznámou chybu. Zkuste to prosím později.

source: We encountered an unknown error while attempting to update the template. Please try again later.
cs: Při pokusu o aktualizaci šablony jsme narazili na neznámou chybu. Zkuste to prosím později.

source: We encountered an unknown error while attempting to update this team member. Please try again later.
cs: Při pokusu o aktualizaci tohoto člena týmu jsme narazili na neznámou chybu. Zkuste to prosím později.

source: We encountered an unknown error while attempting to update your password. Please try again later.
cs: Při pokusu o aktualizaci vašeho hesla jsme narazili na neznámou chybu. Zkuste to prosím později.

source: We encountered an unknown error while attempting to update your public profile. Please try again later.
cs: Při pokusu o aktualizaci vašeho veřejného profilu jsme narazili na neznámou chybu. Zkuste to prosím později.

source: We encountered an unknown error while attempting to update your team. Please try again later.
cs: Při pokusu o aktualizaci vašeho týmu jsme narazili na neznámou chybu. Zkuste to prosím později.

source: We encountered an unknown error while attempting update the team email. Please try again later.
cs: Při pokusu o aktualizaci týmového e-mailu jsme narazili na neznámou chybu. Zkuste to prosím později.

source: We have sent a confirmation email for verification.
cs: Odeslali jsme potvrzovací e-mail pro ověření.

source: We were unable to copy the token to your clipboard. Please try again.
cs: Token se nám nepodařilo zkopírovat do schránky. Zkuste to prosím znovu.

source: We were unable to copy your recovery code to your clipboard. Please try again.
cs: Kód pro obnovení se nám nepodařilo zkopírovat do schránky. Zkuste to prosím znovu.

source: We were unable to create a checkout session. Please try again, or contact support
cs: Nepodařilo se nám vytvořit relaci odhlášení. Zkuste to prosím znovu nebo kontaktujte podporu
